{
  "status": "Pending",
  "version": 2,
  "id": "01cf278d-b14a-4dbc-b3d9-93a3dc63f89f",
  "created_at": "2023-07-23T13:39:12Z",
  "updated_at": "2023-08-05T11:40:39Z",
  "client_created_at": "2023-07-23T13:39:12Z",
  "client_updated_at": "2023-07-23T13:39:12Z",
  "created_by": "Jon Barton",
  "created_by_id": "c74ae54d-e0e3-475f-956f-6b6a23e88ce2",
  "updated_by": "Jon Barton",
  "updated_by_id": "c74ae54d-e0e3-475f-956f-6b6a23e88ce2",
  "created_location": null,
  "updated_location": null,
  "created_duration": null,
  "updated_duration": null,
  "edited_duration": null,
  "form_id": "8b47f113-c60f-4016-af20-1a4367887eba",
  "project_id": null,
  "record_series_id": null,
  "assigned_to": null,
  "assigned_to_id": null,
  "form_values": {
    "96e4": [
      {
        "record_id": "5511c1da-ee9b-4afe-bc99-d3268bfb9c84"
      }
    ],
    "c4ee": "Q10757",
    "48ca": {
      "sub_thoroughfare": "95",
      "thoroughfare": "Gleneagle Road",
      "suite": "",
      "locality": "London",
      "sub_admin_area": "",
      "admin_area": "",
      "postal_code": "SW16 6AZ",
      "country": ""
    },
    "4a82": "Private Residential,House,Terrace",
    "19ac": "Knotweed currently is visibly growing within the gardens of two properties that are adjacent to one side of the subject property garden (believed to be 97 and 99 Gleneagle Road).\n\nThe proximity of knotweed stems to the party boundary of the subject property and the tendency of knotweed to spread growth laterally in the ground makes it likely that knotweed rhizomes (roots) are present in soil within the boundary of the subject property. For this reason a monitoring and treatment programme is recommended for all three properties as treating only a part of the infestation will not produce satisfactory results.\n\nWith visible knotweed in an adjacent property that is within 7 metres of the subject property boundary but more than 7 metres from the dwelling on the subject property, 95 Gleneagle Road falls into Category 2 of the RICS risk scale for Japanese knotweed and residential property.\n\nThe origin of this knotweed infestation is not known and aerial imagery of the local area dating back to 1999 yields no information that could be taken as a reliable indicator of origin. The rear gardens of the subject property and 97 and 99 Gleneagle Road all back on to rail embankment, which is a well-known vector for the spread of Japanese knotweed into residential garden spaces.\n\nApproximate Japanese knotweed stand location (lat, long)\nJK1  51.423923, -0.135068\n\nSee survey record for details of locations and spread of Japanese knotweed as visible growth."
  },
  "latitude": 51.4243370683086,
  "longitude": -0.135424706236232,
  "altitude": null,
  "geometry": {
    "type": "Point",
    "coordinates": [
      -0.135424706236232,
      51.4243370683086
    ]
  },
  "speed": null,
  "course": null,
  "horizontal_accuracy": null,
  "vertical_accuracy": null,
  "system_status": null
}